{
  "data": [
    {
      "disease" : "Brown Leaf Spot",
      "nameInArabic" : "التبقع البنى",
      "description" : "مرض فطري يتسبب عن المسبب Helminthosporium oryzae\nتشتد الإصابة يهذا المرض في الأراضي سيئة الصرف والملحية والفقيره  واعراض المرض عباره عن بقع بيضاوية في حجم  رأس الدبوس الي حجم بذرة السمسم لونها بني فاتح محاطة بهالة صفراء و لا يزيد طول البقعة عن نصف سنتيمتر تقريبا. أيضا تلون الجذور بلون بني داكن الي اسود دليل علي سوء الصرف وعدم تهوية التربة. بينما علي السنابل  يحدث تلون بني داكن علي عنق السنبلة في الأصناف الحساسة وخاصة بعد تأخير ميعاد الحصاد ويحدث تلون بني للحبوب المصابة. لا يسبب هذا المرض فقد كبير فى المحصول تحت الظروف العادية يشتد الضرر فى الأراضى الضعيفة وعند النقص فى التسميد الأزوتى وإستخدام مياه الصرف والمخلوطه فى الرى.",
      "factors" : "الزراعة في الأراضي الضعيفة و سيئة الصرف والملحية والأراضي التي تتعرض للجفاف الشديد\nزراعة الأصناف الحساسة ومنها جيزه 177 –وسخا 105 وسخا 106 وسخا 107 \nعدم الالتزام بالمعدلات الموصى بها من التسميد الآزوتى حسب كل صنف. \nغمر الأرض لفترة طويله وسوء الصرف .\nإستخدام مياه الصرف والمخلوطه فى الري\nتعرض الحقل للجفاف لفتره طويله\nعدم الاهتمام بالتسميد المتوازن من الNPK  والزنك ",
      "defaultCombat" : "إستخدام أصناف مقاومة \nالاهتمام بـالرى والصرف وعدم الغمر المستمر لفترات طويلة وتحسين تهوية التربة \nالإلتزام بالمعدلات الموصي بها من التسميد الأزوتى \nالتوازن الغذائي NPK ورش الزنك يساعد علي مقاومة التبقع البني  ",
      "chemicalCombat" : "يوصي بعلاج التبقع البنى برش كبريتات الزنك بمعدل 2% لتقليل الإصابة بالمرض.\nوفى حالة الإصابة الشديدة يستخدم مبيد الدل كب 6% معدل لتر/ف"
    },
    {
      "disease" : "False Smut",
      "nameInArabic": "التفحم الكاذب",
      "description" : "يتسبب هذا المرض عن الفطر المسبب : ‎Ustilaginoidea virens والذي يؤدي الي تكوين كرات جرثومية متفحمة تظهر في صورة حبوب متضخمة محاطة بغشاء رقيق ينفجر وتكون الكره الجرثومية برتقالية وتأخذ اللون الزيتوني الداكن الي الاسود في نهاية تطور المرض وتتكون علي السنبلة المصابة من كرة جرثومية فردية الي مايزيد عن عشرة كرات في الاصناف شديدة الحساسية مثل الصنف جيزه171 ‏والحبوب المصابة هي مصدر الاصابة في الموسم التالي ",
      "factors" : "  زراعة الأصناف الحساسة مثل جيزه 177 –وسخا سوبر 300 \nالتأخير في ميعاد الزراعة عن النصف النصف الأول من شهر مايو. \nالاصراف في التسميد الآزوتى. \nزياده الاصراف في التسميد العضوي",
      "defaultCombat" : "زراعة تقاوي سليمه من حقول سليمة خالية من الاصابة في الموسم السابق \nزراعة الاصناف الغير حساسة للاصابة بالمرض \nالإلتزام بالمعدلات الموصي بها من التسميد الأزوتى \nالتوازن الغذائي NPK يساعد علي تحسين نمو النباتات",
      "chemicalCombat" : "يمكن الرش وقائيا باستخدام احد المبيدات الفطرية النحاسيه ومنها الكوبرال بمعدل 1 كجم / 200 لتر ماء للفدان والرش في الصباح الباكر او بعد الظهر في مرحلة ما قبل طرد السنابل\nيمكن استخدام الفوجي ون والبيم الموصي بها لمرض اللفحة وبنفس المعدل."
    },
    {
      "disease": "Leaf Blast",
      "nameInArabic": "اللفحه",
      "description" : "تؤثر لفحة الأرز على كل جزء من أجزاء النبات فوق التربة: الأوراق والطوق والعقد والعنق وأجزاء السنبلة وأحياناً غمد الورقة. فتتحول الأوراق إلى اللون الأصفر المائل للاخضرار مع تقرحات على شكل عين بنهايات مدببة. تكون أطراف وحدود التقرحات نخرية، أما الوسط، فذو لون رمادي مائل للون الأبيض. يعتمد حجم التقرحات التي تصيب الأوراق على عدة عوامل منها: عمر النبات وصنفه، ووقت الإصابة بالعدوى أو انتقالها. وتنمو هذه الآفات بشكل ملحوظ مع تقدم المرض، مما يؤدي إلى جفاف الأوراق. وإذا كانت أعناق  وأغماد الورقة مصابة، فإن ذلك قد يؤدي إلى ظهور التعفن  على العنق، وبذلك يؤدي إلى تلف هذه الأعناق وموتها، كما أن العقد الجذعية أيضاً يمكن أن تتأثر بذلك. مما يؤدي إلى جعل العقد الورقية بنية اللون، ويؤدي إلى انكسار الجذوع، وأحياناً يسبب الموت الكامل للشتلة أو النباتات اليافعة. في مراحل متأخرة من النمو، تقلل عدوى لفحة الأرز في الأوراق من مساحة الأوراق، وبالتالي نضج الجبوب والمحصول.",
      "factors" : "أعراض لفحة الأرز تسببها فطر ماجنبورثي جريسي الذي يعتبر أحد أكثر الأمراض تدميراً لمحصول الأرز، كما يصيب حبوب زراعية مهمة أخرى مثل القمح والشعير والجاودار والدُّخْن. ينمو الفطر على القش بعد الحصاد، وبذلك ينتقل إلى الموسم القادم. تصبح النباتات أقل عرضة للإصابة بالعدوى من الممرض كلما نضجت أكثر. تعزز ظروف الطقس البارد وسقوط الأمطار المتكرر وانخفاض رطوبة التربة من انتشار المرض. يتطلب حدوث العدوى فترات طويلة من رطوبة الأوراق. عند زراعة الأرز في المرتفعات، فإن المناطق و الأماكن المعرضة لتكوين الندى (تكون فيها اختلافات كبيرة في درجات الحرارة في الليل والنهار) تكون أكثر عرضة للإصابة بهذا المرض. كما أن وجود النيتروجين في التربة بنسبة عالية أو وجود مستويات منخفضة من السيليكون يزيد من فرصة الإصابة بالمرض.",
      "defaultCombat" : "place holder",
      "chemicalCombat" : "place holder"

    },
    {
      "disease": "Sheath Rot",
      "nameInArabic": "عفن الغمد",
      "description" : "تشمل الأعراض المبكرة للمرض ظهور بقع مستطيلة غير منتظمة يتراوح طولها من (0.5 إلى 1.5 ملم) على الأوراق التي تحيط بالسنابل، وتتميز هذه البقع بمركز ذو لون رمادي و حواف بنية اللون، وغالباً ما تتجمع هذه البقع لتشكيل العفن على أغماد الورقة وتغيير لونها، وفي حال الإصابة الشديدة بالعدوى، قد يؤدي ذلك إلى عدم ظهور السنابل الصغيرة، وقد تتأثر أغماد الأوراق المصابة بنمو فطريات دقيقية ذات لون أبيض بشكل واضح على السطح الخارجي.  وتصبح الحبوب التي في السنابل مشوهة أو عقيمة. كما أن السنابل الغير ظاهرة تنتج زهيرات بحيث يتحول لونها من اللون البني المائل للاحمرار إلى اللون البني الداكن .يعد التعفن الذي يصيب النباتات في  كما أن السنابل الغير ظاهرة تنتج زهيرات بحيث يتحول لونها من اللون البني المائل للاحمرار إلى اللون البني الداكن .يعد التعفن الذي يصيب النباتات في المرحلة الأخيرة من التمهيد أكثر الأنواع تدميراُ ، بحيث يمكن يسبب أضراراً جسيمة.",
      "factors" : "لاسيما أن تعفن الغمد من الأمراض التي تنتقل عن طريق البذور، ويرجع سبب الإصابة بهذا المرض بشكل أساسي إلى فطر الساروكلاديوم أوريزا، ولكن يمكن في بعض الحالات أن يتسبب الساكرولاديوم أتينواتوم بهذا المرض. وتزداد فرص حدوثه بزيادة كثافة الزراعة والنباتات التي توفر نقاط دخول للفطريات من خلال إصابات وجروح ناجمة عن الحشرات في مرحلة ظهور السنابل. يمكن تقوية النبتة في مرحلة استطالة الساق عن طريق التسميد باستخدام أسمدة ذات نسب عالية من البوتاسيوم، وكبريتات الكالسيوم، وأسمدة الزنك حيث تعمل على تعزيز الجذع والأنسجة الورقية .وترتبط الإصابة بهذا المرض بالنباتات التي أضعفت من قبل عدوى الفيروس، كما تعتبر درجة الحرارة المرتفعة من(20-28 درجة مئوية)، والجو الرطب من العوامل التي تساعد على نمو وانتشار المرض.",
      "defaultCombat" : "place holder",
      "chemicalCombat" : "place holder"
    },
    {
      "disease": "Bacterial Leaf Blight",
      "nameInArabic": "اللفحه الغمد",
      "description" : "تتحول الأوراق المصابة أولاً على الشتلات إلى لون قش ثم تذبل وتموت لاحقًا، أما في النباتات الكبيرة، فتكون فترة طهور المرض أساسًا مع نمو السيقان الفرعية إلى تشكل السنابل، حيث تظهر الشرائط الغارقة بالماء أولاً بلونها الأخضر الفاتح إلى الأخضر الرمادي على الأوراق. وعندما تندمج فإنها تشكل تقرحاً مصفرًا أكبر بحواف غير متساوية،كما تصبح الأوراق صفراء وتذبل وتموت تدريجياً. وفي المرحلة الأخيرة من العدوى، وكذلك يمكنك ملاحظة نضح البكتريا اللبني يتساقط من الأوراق، ولاحقًا يمكن أن تجف هذه القطرات تاركةً قشرة بيضاء. هذا ويمكن أن تساعد هذه الخاصية في تمييز هذا المرض عن الأمراض الأخرى التي تسببها بعض ثاقبات الساق. وتعتبر اللفحة البكتيرية واحدةً من أخطر أمراض التي تصيب الأرز.",
      "factors" : "تنجم هذه الأعراض بسبب  بكتيريا زانثومونس أورزي (pv) الرزية، والتي يمكن أن تعيش على الحشائش أو قصبات النباتات المصابة. هذا وتنتشر مسببات الأمراض عن طريق الرياح ورذاذ الأمطار أو مياه الري، وبالتالي تزداد نسبة حدوث المرض وشدته خلال الأحوال الجوية السيئة (مثل هطول الأمطار المتكرر والرياح) والرطوبة العالية (أعلى من 70 ٪) ودرجات الحرارة الدافئة (25 -34 درجة مئوية). كما أن التسميد العالي بالنيتروجين و الزراعة الكثيفة تعزز من حدوث المرض، خاصة في الأصناف الحساسة. وإذا حدث المرض في وقت مبكر، تكون الخسارة في المحصول كبيرةً، وعندما تكون النباتات مصابة أثناء تطور السنابل، يمكن أن يتأثر المحصول وتكون نسبة عالية من الحبوب مكسرة، هذا ويمكن أن يحدث المرض في كلٍ من البيئات المدارية والمعتدلة، وخاصة في المناطق المنخفضة المروية بالأمطار.",
      "defaultCombat" : "place holder",
      "chemicalCombat" : "place holder"
    },
    {
      "disease": "Foot Rot",
      "nameInArabic": "بكانا",
      "description" : "يتسبب فطر الفيوزاريوم  ‎Fusarium fujikuroi  في زياده افراز حمض الجبريليك والذي يحدث استطالة غير طبيعية في ساق نبات الأرز وتكون البادرات شارده في النمو في المشتل صفراء اللون وتبدو كما ان كانت نباتات غريبة عن الصنف. اصفرار النباتات المصابة مع قلة في التفريع. موت بعض النباتات شديدة الإصابة. بعض النباتات المصابة قد تعطي سنابل عقيمة فارغة الحبوب أو لا تعطي سنابل علي الإطلاق ومن الاعراض المميزه للمرض تكوين الجذور العرضية علي السلاميات العليا والطول الغير طبيعي للاوراق والسلاميات ونقص الكلوروفيل. السنابل المصابة في الموسم الحالي هي مصدر التقاوي المصابة في الموسم التالي. تظهر الإصابة بشده علي الأصناف الحساسة القصيرة مثل سخا 101 وجيزة 177",
      "factors" : "مرض البادرة الحمقاء هو مرض فطري ينتقل عن طريق البذور، ويحدث هذا المرض في أغلب الأحيان عندما يتم استخدام بذور مصابة (أي البذور التي تكون مغطاة بالأبواغ الفطرية)، ولكن يمكن أن يحدث هذا المرض عندما يكون الكائن الممرض موجود في المواد النباتية أو في التربة، وينتشر هذا المرض عن طريق الرياح أو الماء الذي يحمل الأبواغ الفطرية من نبات لآخر، يمكن أيضا لمسبب المرض أن ينتقل من خلال عملية الزراعة مثل حصاد النباتات المصابة حيث يسمح ذلك بنشر الجراثيم الفطرية ونقلها للبذور الصحية، كما وينتقل عن طريق نقع البذور الصحية بالماء الذي يحتوي على جراثيم فطرية، ومن الجدير بالذكر، أن درجات الحرارة العالية من 30 إلى 35 درجة مئوية تساعد على انتشار الفطر وتطور المرض.",
      "defaultCombat" : "\tزراعة تقاوي سليمه من حقول سليمة في الموسم السابق خالية من الاعراض\n\tالاهتمام بـالرى وغمر المشتل لفترات طويلة عند ظهور الاصابة\n\tزراعة الاصناف المقاومة والمتحملة للاصابة بالمرض والتي لا تظهر عليها اعراض الاصابة \n\tالإلتزام بالمعدلات الموصي بها من التسميد الأزوتى \n\tالتوازن الغذائي NPK والزنك يساعد علي تحسين نمو النباتات \n",
      "chemicalCombat" : "\tويمكن مقاومة هذا المرض بزراعة تقاوى سليمة خالية من الإصابة، أو نقع التقاوى فى محلول ملح الطعام 5% بمعدل 5كجم + 500 جم كبريت ميكرونى لكل 100لتر ماء لمدة 48ساعة ثم الغسيل الجيد للتقاوى بالماء للتخلص من الملح والكبريت ثم الكمر أو الزراعة مباشرة.\n\tالنقع في بعض المبيدات الفطرية المستخدمه في معاملة البذور \n"
    },
    {
      "disease": "Healthy",
      "description": "Your Plant is healthy",
      "cure": "There is no disease in your plant"
    }
  ]
}