{
  "data": [
    {
      "disease" : "Brown Leaf Spot",
      "nameInArabic" : "التبقع البنى",
      "description" : "تظهر في صورة بقع بيضاوية أو دائرية في حجم بذرة السمسم لونها بني فاتح وقد تحاط بهالة صفراء وعادة لا يزيد طول البقعة عن نصف سنتيمتر تقريبا, -\nقد يشاهد تلون بني علي عنق السنبلة في بعض الأصناف الحساسة وكذلك تلون بني للحبوب المصابة. ا.\n",
      "factors" : "الزراعة في الأراضي الضعيفة و سيئة الصرف والملحية والأراضي التي تتعرض للجفاف الشديد\nزراعة الأصناف الحساسة ومنها جيزه 177 –وسخا 105 وسخا 106 وسخا 107 \nعدم الالتزام بالمعدلات الموصى بها من التسميد الآزوتى حسب كل صنف.\nغمر الأرض لفترة طويله وسوء الصرف .\nإستخدام مياه الصرف والمخلوطه فى الري\nتعرض الحقل للجفاف لفتره طويله\nعدم الاهتمام بالتسميد المتوازن من الNPK  والزنك ",
      "defaultCombat" : "\nاستخدام أصناف مقاومة\n الالتزام بالمعدل الموصي به فى التسميد الآزوتى (حيث أن النقص يشجع الإصابة) \nالتخلص من مصادر العدوى مثل قش الأرز والحشائش\n زراعة تقاوى سليمة\n، العناية بالري والصرف مع عدم ترك الأرض جافة لفترات طويلة\n",
      "chemicalCombat" : "ظهرت نتائج الابحاث ان رش كبريتات الزنك 2% + محلول يوريا 2 % وذلك للحد من انتشار المرض. كل هذه العناصر مجتمعة تعمل على تقليل الإصابة بالتبقع البني وبالتالى زيادة المحصول.  \nلا يوجد لها علاج\n فيسبب المرض نقص ف المحصول\nوفى حالة الإصابة الشديدة يستخدم مبيد الدل كب 6% معدل لتر/ف",
      "samellierImages" : [
        "assets/disease/brown_leaf/Brown_spot_1.jpg",
        "assets/disease/brown_leaf/Brown_spot_2.jpg",
        "assets/disease/brown_leaf/Brown_spot_3.jpg",
        "assets/disease/brown_leaf/Brown_spot_4.jpg",
        "assets/disease/brown_leaf/Brown_spot_5.jpg"
      ]
    },
    {
      "disease" : "False Smut",
      "nameInArabic": "التفحم الكاذب",
      "description" : "\nتظهر الأعراض على حبوب فردية -\nويتوقف عدد الحبوب المصابة / سنبلة على شدة الإصابة والصنف المنزرع وعادة تظهر الإصابة على عدد قليل من السنابل \nفي البداية تظهر الكرات الجرثومية (حوالى 1سم فى القطر) بلون أصفر برتقالى يتحول بمرور الوقت إلى الزيتونى الداكن\nتظهر الأعراض بعد طرد السنابل بحوالى أسبوعين \n ",
      "factors" : "زراعة الأصناف الحساسة مثل جيزه 177 –وسخا سوبر 300 \nالتأخير في ميعاد الزراعة عن النصف النصف الأول من شهر مايو.\nالاصراف في التسميد الآزوتى.\nزياده الاصراف في التسميد العضوي",
      "defaultCombat" : "زراعة أصناف متحمله حيث أن هناك أصنافا تصاب بشدة أكثر من غيرها، الزراعة المبكرة تساعد على الهروب من الإصابه\nعدم زراعة تقاوى من حقول مصابة\nجمع الكرات الجرثومية فى أكياس وحرقها أولا بأول\nإتباع دورة زراعية مناسبة (2-3 سنوات).\nالاعتدال في التسميد الآزوتى\nالحرث العميق للتخلص من مصدر العدوى ويعتبر ذلك من أهم طرق المكافحة\n",
      "chemicalCombat" : "\nيمكن إجراء الرش الوقائي باستخدام مبيد الكوبرال 50%\n بمعدل 1 كجم /فدان\n قبل مرحلة طرد السنابل مباشرة،\n يفضل الرش فى الصباح الباكر أو قبل الغروب لتفادى التأثير الضار لدرجات الحرارة المرتفعة على النبات في فتره الظهيرة..\n",
      "samellierImages" : [
        "assets/disease/false_smut/False_smut_1.jpg",
        "assets/disease/false_smut/False_smut_2.jpg",
        "assets/disease/false_smut/False_smut_3.jpg",
        "assets/disease/false_smut/False_smut_4.jpg",
        "assets/disease/false_smut/False_smut_5.jpg"
      ]
    },
    {
      "disease": "Leaf Blast",
      "nameInArabic": "اللفحه",
      "description" : "الاعراض علي الاوراق (الحمرا): تظهر بقع صغيرة (1-2سم) رمادية إلى زيتونية اللون محاطة بحافة بنية وتستطيل وتتطور وتصبح مغزلية وفي حالة الإصابة الشديدة تلتحم البقع وتسبب احمرار وجفاف للأوراق المصابة سواء في المشتل او الارض المستديمه. \nالاعراض علي السنابل (خناق الرقبة): تلون بني داكن علي عنق السنبلة المصابة او فريعات السنبلة وتصبح الحبوب ضامرة أو فارغة بلون رمادي مبيض. \n",
      "factors" : "أعراض لفحة الأرز تسببها فطر ماجنبورثي جريسي الذي يعتبر أحد أكثر الأمراض تدميراً لمحصول الأرز، كما يصيب حبوب زراعية مهمة أخرى مثل القمح والشعير والجاودار والدُّخْن. ينمو الفطر على القش بعد الحصاد، وبذلك ينتقل إلى الموسم القادم. تصبح النباتات أقل عرضة للإصابة بالعدوى من الممرض كلما نضجت أكثر. تعزز ظروف الطقس البارد وسقوط الأمطار المتكرر وانخفاض رطوبة التربة من انتشار المرض. يتطلب حدوث العدوى فترات طويلة من رطوبة الأوراق. عند زراعة الأرز في المرتفعات، فإن المناطق و الأماكن المعرضة لتكوين الندى (تكون فيها اختلافات كبيرة في درجات الحرارة في الليل والنهار) تكون أكثر عرضة للإصابة بهذا المرض. كما أن وجود النيتروجين في التربة بنسبة عالية أو وجود مستويات منخفضة من السيليكون يزيد من فرصة الإصابة بالمرض.",
      "defaultCombat" : "\nالتخلص من قش الأرز كمصدر أساسى من مصادر العدوى.\n- زراعة الأصناف المقاومة ولتبكير فى الزراعة.\n- العناية بالتسميد الآزوتى وعدم الإفراط فى المعدلات السمادية.\n- العناية بالرى والصرف وعدم تجفيف الأرض لفترات طويلة.\n- زراعة تقاوى سليمة من حقول غير مصابة.\n- فحص مشاتل الأصناف القابلة للإصابة قبل نقلها للأرض المستديمة للتأكد من خلوها من الإصابة ومنع نقل المرض للأرض المستديمة.  \n",
      "chemicalCombat" : "\nبالرش مرتين، الأولى عند ظهور الإصابة على الأوراق  والثانية عند بداية طرد السنابل\n1.\tالفوجى ون EC 40%: يتم الرش بمعدل 400سم3  للفدان/ 200 لتر ماء.\n2.\tسانتا - رول EC 40% : بمعدل بمعدل 400سم3  للفدان/ 200 لتر ماء.\n3.\tالأكتيم 75% : بمعدل 100 جم/ فدان.\n4.\tليدر 45% EC: بمعدل بمعدل 400سم3  للفدان/ 100 لتر ماء.\n5.\tنصرسيلازول WP%75  :  100جم/ فدان.\n6.\tبيم 75%: بمعدل 100 جم للفدان/ 200 لتر ماء.\n",
      "samellierImages" : [
        "assets/disease/leaf_blast/Leaf_blast_1.jpg",
        "assets/disease/leaf_blast/Leaf_blast_2.jpg",
        "assets/disease/leaf_blast/Leaf_blast_3.jpg",
        "assets/disease/leaf_blast/Leaf_blast_4.jpg",
        "assets/disease/leaf_blast/Leaf_blast_5.jpg"
      ]
    },
    {
      "disease": "Sheath Rot",
      "nameInArabic": "عفن الغمد",
      "description" : "تشمل الأعراض المبكرة للمرض ظهور بقع مستطيلة غير منتظمة يتراوح طولها من (0.5 إلى 1.5 ملم) على الأوراق التي تحيط بالسنابل، وتتميز هذه البقع بمركز ذو لون رمادي و حواف بنية اللون، وغالباً ما تتجمع هذه البقع لتشكيل العفن على أغماد الورقة وتغيير لونها، وفي حال الإصابة الشديدة بالعدوى، قد يؤدي ذلك إلى عدم ظهور السنابل الصغيرة، وقد تتأثر أغماد الأوراق المصابة بنمو فطريات دقيقية ذات لون أبيض بشكل واضح على السطح الخارجي.  وتصبح الحبوب التي في السنابل مشوهة أو عقيمة. كما أن السنابل الغير ظاهرة تنتج زهيرات بحيث يتحول لونها من اللون البني المائل للاحمرار إلى اللون البني الداكن .يعد التعفن الذي يصيب النباتات في  كما أن السنابل الغير ظاهرة تنتج زهيرات بحيث يتحول لونها من اللون البني المائل للاحمرار إلى اللون البني الداكن .يعد التعفن الذي يصيب النباتات في المرحلة الأخيرة من التمهيد أكثر الأنواع تدميراُ ، بحيث يمكن يسبب أضراراً جسيمة.",
      "factors" : "لاسيما أن تعفن الغمد من الأمراض التي تنتقل عن طريق البذور، ويرجع سبب الإصابة بهذا المرض بشكل أساسي إلى فطر الساروكلاديوم أوريزا، ولكن يمكن في بعض الحالات أن يتسبب الساكرولاديوم أتينواتوم بهذا المرض. وتزداد فرص حدوثه بزيادة كثافة الزراعة والنباتات التي توفر نقاط دخول للفطريات من خلال إصابات وجروح ناجمة عن الحشرات في مرحلة ظهور السنابل. يمكن تقوية النبتة في مرحلة استطالة الساق عن طريق التسميد باستخدام أسمدة ذات نسب عالية من البوتاسيوم، وكبريتات الكالسيوم، وأسمدة الزنك حيث تعمل على تعزيز الجذع والأنسجة الورقية .وترتبط الإصابة بهذا المرض بالنباتات التي أضعفت من قبل عدوى الفيروس، كما تعتبر درجة الحرارة المرتفعة من(20-28 درجة مئوية)، والجو الرطب من العوامل التي تساعد على نمو وانتشار المرض.",
      "defaultCombat" : " للوقاية من تعفن الغمد في الأرز يجب استخدام بذور سليمة وخالية من الأمراض من مصدرٍ معتمد،  وترك مساحة أوسع بين النباتات المزروعة في نفس الحقل بحيث تكون المساحة بين الشتلات 25 سنتيمتر، وفحص الحقول بانتظام للتأكد من عدم وجود الحشرات والآفات مثل عثة العناقيد الزهرية (السنابل)، كما يمكن استخدام البوتاسيوم، وكبريتات الكالسيوم، والأسمدة التي تحتوي على الزنك في مرحلة استطالة الساق، كما يساعد إزالة المخلفات المصابة والأعشاب الضارة  من الحقل في الوقاية من هذا المرض. ويمكن استخدام الأصناف المقاومة للمرض، والتي تتميز بأنها تعطي نتائج جيدة في الحقول المصابة بالمرض.",
      "chemicalCombat" : "20% (9% كاربندازيم + 10% ثيرام + 1% ترياديمينول) كمركز قابل للانسياب (FS)",
      "samellierImages" : [
        "assets/disease/sheath_rot/Sheath_rot_1.jpg",
        "assets/disease/sheath_rot/Sheath_rot_2.jpg",
        "assets/disease/sheath_rot/Sheath_rot_3.jpg",
        "assets/disease/sheath_rot/Sheath_rot_4.jpg",
        "assets/disease/sheath_rot/Sheath_rot_5.jpg"
      ]
    },
    {
      "disease": "Bacterial Leaf Blight",
      "nameInArabic": "اللفحه الغمد",
      "description" : "\nتظهر علي نباتات فرديه ثم في مساحات اوسع  -\nتلاحظ الاعراض بدايه من مرحله التفريع حتي النضج- \nتظهر الاعراض علي غمد الساق بداية من سطح التربة كبقع بيضاويه ذات حافه بنيه داكنة ووسط رمادي فاتح بطول 1-3 سم  و تزداد في العدد و تلتحم مع بعضها و تمتد علي طول ساق النبات\nتكون فيصوره بقع غير منتظمة الشكل ذات لون رمادي فاتحه مع حافه بنيه داكنة وتلتحم هذه البقع وتودي الي موت الاوراق و ينتج الفطر الاجسام الحجرية ويمكن رؤيتها علي الاماكن المصابة من غمد الساق\n",
      "factors" : "تنجم هذه الأعراض بسبب  بكتيريا زانثومونس أورزي (pv) الرزية، والتي يمكن أن تعيش على الحشائش أو قصبات النباتات المصابة. هذا وتنتشر مسببات الأمراض عن طريق الرياح ورذاذ الأمطار أو مياه الري، وبالتالي تزداد نسبة حدوث المرض وشدته خلال الأحوال الجوية السيئة (مثل هطول الأمطار المتكرر والرياح) والرطوبة العالية (أعلى من 70 ٪) ودرجات الحرارة الدافئة (25 -34 درجة مئوية). كما أن التسميد العالي بالنيتروجين و الزراعة الكثيفة تعزز من حدوث المرض، خاصة في الأصناف الحساسة. وإذا حدث المرض في وقت مبكر، تكون الخسارة في المحصول كبيرةً، وعندما تكون النباتات مصابة أثناء تطور السنابل، يمكن أن يتأثر المحصول وتكون نسبة عالية من الحبوب مكسرة، هذا ويمكن أن يحدث المرض في كلٍ من البيئات المدارية والمعتدلة، وخاصة في المناطق المنخفضة المروية بالأمطار.",
      "defaultCombat" : "\nزراعه تقاوي سليمه\nالتبكير في الزراعه\nالاهتمام بالعمليات الزراعية  من حرث عدة مرات و عدم الافراط في التسميد الازوتي\n",
      "chemicalCombat" : "المبيدات المحتوية علي الماده الفعاله البروبيكونازول  (Propiconazole.",
      "samellierImages" : [
        "assets/disease/bacterial_leaf/bacterial_leaf_1.jpg",
        "assets/disease/bacterial_leaf/bacterial_leaf_2.jpg",
        "assets/disease/bacterial_leaf/bacterial_leaf_3.jpg",
        "assets/disease/bacterial_leaf/bacterial_leaf_4.jpg",
        "assets/disease/bacterial_leaf/bacterial_leaf_5.jpg"
      ]
    },
    {
      "disease": "Foot Rot",
      "nameInArabic": "بكانا",
      "description" : "\nحدوث استطالة فى نمو البادرات بالمشتل أو الأرض المستديمة, -\nايضا موت للبادرات في حاله الاصابه الشديدة \nاصفرار لون النباتات وقلة التفريع وتصبح هذه الأعراض مميزة للمرض بمجرد الرؤية حيث تبدو كما لو كانت نباتات غريبة عن الصنف.\nمع التقدم  في العمر يحدث موت لبعض النباتات المصابة\nوفى حالة استمرار النبات فى النمو قد لايعطى أى سنابل أو يعطى سنابل ضعيفة وبها حبوب غير ممتلئة\n",
      "factors" : "مرض البادرة الحمقاء هو مرض فطري ينتقل عن طريق البذور، ويحدث هذا المرض في أغلب الأحيان عندما يتم استخدام بذور مصابة (أي البذور التي تكون مغطاة بالأبواغ الفطرية)، ولكن يمكن أن يحدث هذا المرض عندما يكون الكائن الممرض موجود في المواد النباتية أو في التربة، وينتشر هذا المرض عن طريق الرياح أو الماء الذي يحمل الأبواغ الفطرية من نبات لآخر، يمكن أيضا لمسبب المرض أن ينتقل من خلال عملية الزراعة مثل حصاد النباتات المصابة حيث يسمح ذلك بنشر الجراثيم الفطرية ونقلها للبذور الصحية، كما وينتقل عن طريق نقع البذور الصحية بالماء الذي يحتوي على جراثيم فطرية، ومن الجدير بالذكر، أن درجات الحرارة العالية من 30 إلى 35 درجة مئوية تساعد على انتشار الفطر وتطور المرض.",
      "defaultCombat" : "زراعة تقاوي نظيفة خالية من الإصابة حيث ينتقل المرض أساسا عن طريق زراعة حبوب مصابة، عدم زراعة تقاوى من حقول مصابة\nالتسميد الآزوتي،\n",
      "chemicalCombat" : "نقع التقاوى فى محلول ملح الطعام 5% بمعدل 5كجم لكل 100لتر ماء لمدة يوم الي يومين ثم الغسيل الجيد للتقاوى بالماء للتخلص من الملح ثم الكمر أو الزراعة مباشرة\nمعامله البذره باحد المبيدات الفطرية الاتيه الموصي بها:\n- بوناكين 6% بمعدل 6 سم3/  كجم تقاوي\n2- ترولز 25% بمعدل 2 سم3/  كجم تقاوي\n3- دريفت 11 % بمعدل 1.5 سم3/  كجم تقاوي\n4- كلينر  49 % بمعدل 3 سم3/  كجم تقاوي\n",
      "samellierImages" : [
        "assets/disease/foot_root/Bakanae_1.jpeg",
        "assets/disease/foot_root/Bakanae_2.jpeg",
        "assets/disease/foot_root/Bakanae_3.jpeg",
        "assets/disease/foot_root/Bakanae_4.jpeg",
        "assets/disease/foot_root/Bakanae_5.jpeg"
      ]
    },
    {
      "disease": "Healthy",
      "nameInArabic": "لا يوجد مرض في النبات",
      "description" : "لا يوجد مرض في النبات",
      "factors" : "لا يوجد مرض في النبات",
      "defaultCombat" : "لا يوجد مرض في النبات",
      "chemicalCombat" : "لا يوجد مرض في النبات",
      "samellierImages" : [
        "assets/disease/healthy/H_1.jpg",
        "assets/disease/healthy/H_2.jpg",
        "assets/disease/healthy/H_3.jpg",
        "assets/disease/healthy/H_4.jpg",
        "assets/disease/healthy/H_5.jpg"
      ]
    }
  ]
}